using System;
class Program
{
    static void Main(string[] args)
    {
        string s1 = "Hello, World!";//обьявление и заполнение строковой переменной
        Console.WriteLine(s1);//вывод на экран сообщения пользователю
        var s2 = "Create by var";//обьявление и заполнение строковой переменной
        Console.WriteLine(s2);//вывод на экран сообщения пользователю
        string s3 = "Hello, ";//обьявление и заполнение строковой переменной
        string s4 = s3 + "John!";//обьявление и заполнение строковой переменной
        Console.WriteLine(s4);//вывод на экран сообщения пользователю
        string s5 = "test1";//обьявление и заполнение строковой переменной
        var s6 = "test2";//обьявление и заполнение строковой переменной
    }
}
